{"id":"10.5281/zenodo.5323873","type":"dois","attributes":{"doi":"10.5281/zenodo.5323873","identifiers":[{"identifier":"http://treatment.plazi.org/id/03A61979C21AFFE2FF18FBF9FBCA1748","identifierType":"URL"},{"identifier":"https://zenodo.org/record/5323874","identifierType":"URL"}],"creators":[{"name":"Barnich, Ruth","givenName":"Ruth","familyName":"Barnich","affiliation":[],"nameIdentifiers":[]},{"name":"Fiege, Dieter","givenName":"Dieter","familyName":"Fiege","affiliation":[],"nameIdentifiers":[]}],"titles":[{"title":"Harmothoe rarispina"}],"publisher":"Zenodo","container":{"type":"Series","identifier":"10.11646/zootaxa.2104.1.1","identifierType":"DOI"},"publicationYear":2009,"subjects":[{"subject":"Biodiversity"},{"subject":"Taxonomy"},{"subject":"Animalia"},{"subject":"Annelida"},{"subject":"Polychaeta"},{"subject":"Phyllodocida"},{"subject":"Polynoidae"},{"subject":"Harmothoe"},{"subject":"Harmothoe rarispina"}],"contributors":[],"dates":[{"date":"2009-05-11","dateType":"Issued"}],"language":null,"types":{"ris":"RPRT","bibtex":"article","citeproc":"article-journal","schemaOrg":"ScholarlyArticle","resourceType":"Taxonomic treatment","resourceTypeGeneral":"Text"},"relatedIdentifiers":[{"relationType":"IsPartOf","relatedIdentifier":"10.11646/zootaxa.2104.1.1","resourceTypeGeneral":"Text","relatedIdentifierType":"DOI"},{"relationType":"IsPartOf","relatedIdentifier":"http://zenodo.org/record/5315428","resourceTypeGeneral":"Text","relatedIdentifierType":"URL"},{"relationType":"IsPartOf","relatedIdentifier":"http://publication.plazi.org/id/FF9F6101C223FFD9FF8FFD4EFFA41036","resourceTypeGeneral":"Text","relatedIdentifierType":"URL"},{"relationType":"Cites","relatedIdentifier":"10.5281/zenodo.5315438","resourceTypeGeneral":"Image","relatedIdentifierType":"DOI"},{"relationType":"Cites","relatedIdentifier":"10.5281/zenodo.5315474","resourceTypeGeneral":"Image","relatedIdentifierType":"DOI"},{"relationType":"HasVersion","relatedIdentifier":"10.5281/zenodo.5323874","relatedIdentifierType":"DOI"},{"relationType":"IsPartOf","relatedIdentifier":"https://zenodo.org/communities/biosyslit","relatedIdentifierType":"URL"}],"sizes":[],"formats":[],"version":null,"rightsList":[{"rights":"Open Access","rightsUri":"info:eu-repo/semantics/openAccess"}],"descriptions":[{"description":"<i>Harmothoe rarispina</i> (M. Sars, 1861) (Figs. 3; 29A–I) <i>Polynoe rarispina</i> M. Sars, 1861: 60. <i>Lagisca rarispina</i>: Malmgren (1866): 65, pl. 8 fig. 2; Averincev (1977): 187, fig. 1; Uschakov (1982): 161, pl. 58, figs. 1–6. <i>Harmothoe rarispina</i>: Ditlevsen (1917): 13; Uschakov (1965): 137, fig. 37A–F. <i>Lagisca rarispina occidentalis</i> McIntosh, 1874b: 262, pl. 9 figs. 1–4 [new synonymy]. <i>Lagisca extenuata:</i> Fauvel (1923): 76, fig. 28 [part]. <i>Harmothoe extenuata:</i> Pettibone (1953): 31 [part]; Pettibone (1954): 222 [part]. <i>Harmothoe (Lagisca) extenuata:</i> Pettibone (1963): 41, fig. 8a–c [part]. <i>Type material. Polynoe rarispina</i>: 2 syntypes, ZMO C3157 a (spms.), C3157b and C3157c (slides with parapodia), Norway, Finnmark, Varangerfjord, Vadsø, 1857, 30–40 fms, leg. M. Sars. <i>Lagisca rarispina occidentalis</i>: 6 syntypes, BMNH 1921.5.1.324–327, Canada, Gulf of St. Lawrence, leg. J.F. Whiteaves. <i>Additional material</i>. NE Atlantic: 1 spm., SMF 17288, \" Jan Mayen \" St. 169, Arctic Ocean, Svalbard, Wijdefjord, 21 September 2003, 78°58.4’N 16°16.7’E, Agassiz trawl, 162 m, leg. C. d’Udekem d’Acoz. 1 spm., SMF 17289, \" Jan Mayen \" St. 204, Arctic Ocean, Svalbard, S Hinlopen, 23 September 2003, 78°40.6’N 21°23.8’E, Sneli sledge, 50 m, leg. C. d’Udekem d’Acoz. 1 spm., Akvaplan-Niva Collection, Barents Sea Exp. 2005 St. 14-4, Arctic Ocean, Hopen Slope, 24 May 2005, 75°22.1’ N, 26°37.2’ E, 193 m. <i>Diagnosis</i>. Anterior pair of eyes dorsolateral at widest part of prostomium. Elytral margin and adjacent surface with scattered, short papillae; surface covered by conical microtubercles; macrotubercles prominent, stick-shaped, in a row near posterior margin and some scattered more centrally. <i>Description</i> (based on large syntype of <i>P. rarispina</i>). Body with 42 segments. At anterior end (Fig. 29A), prostomium bilobed, with distinct cephalic peaks; ceratophore of median antenna in anterior notch, lateral antennae inserted ventrally, styles of antennae papillate, abruptly tapering subdistally to filiform tip; anterior pair of eyes situated dorsolaterally at widest part of prostomium, posterior pair dorsally near hind margin of prostomium; palps papillate, tapering. Tentaculophores inserted laterally to prostomium, each with one notochaeta and a dorsal and ventral tentacular cirrus, styles of cirri papillate, abruptly tapering subdistally to filiform tip. Second segment with first pair of elytra, biramous parapodia, and long buccal cirri. Following segments with tapering, short ventral cirri. Fifteen pairs of elytra, covering dorsum, on segments 2, 4, 5, 7, then on every second segment to 23, 26, 29, 32; last ten segments cirrigerous; elytral margin and adjacent surface with scattered, short papillae; surface covered by conical microtubercles; macrotubercles prominent, stick-shaped (some with brownish pigment in ethanol), in a row near posterior margin and some scattered more centrally (Fig. 29B,C). Cirrigerous segments with distinct dorsal tubercles; dorsal cirri with cylindrical cirrophore, style papillate, abruptly tapering subdistally to filiform tip. Parapodia biramous; notopodia with elongate acicular lobe; neuropodia with elongate prechaetal acicular lobe with short, digitiform supra-acicular process; neuropodial postchaetal lobe shorter than prechaetal lobe, rounded; tips of noto- and neuroacicula penetrating epidermis (Fig. 29D). Notochaetae stouter than neurochaetae; with distinct rows of spines and blunt tip (Fig. 29E); neurochaetae with distinct rows of spines, mainly unidentate, some middle bidentate with minute secondary tooth (Fig. 29 F–I). <i>Measurements</i>. Syntypes of <i>Polynoe rarispina</i>, ZMO C 3157a: large specimen (in two fragments, Fig. 29A–I): L 43 mm, W 10 mm for 42 segments; small specimen (cs): L 30 mm, W 9 mm for 43 segments. Large syntype of <i>Lagisca rarispina occidentalis</i> (cs), BMNH 1921.5.1.324–327: L 43 mm, W 10 mm for 44 segments. <i>Remarks</i>. Following Fauvel (1923), Pettibone (1953) considered <i>Polynoe rarispina</i> M. Sars, 1861, the type species of the genus <i>Lagisca</i> Malmgren, 1866, to be a junior synonym of <i>H. extenuata</i> (Grube, 1840). Having now studied the syntypes and additional material mentioned above, we agree with Pettibone and put <i>Lagisca</i> Malmgren, 1866 definitely in synonymy with <i>Harmothoe</i> Kinberg, 1856, but we consider <i>H. rarispina</i> a valid species (in contrast to Barnich &amp; Fiege 2000 and 2006). <i>Harmothoe rarispina</i> is easily distinguished from <i>H. extenuata</i> due to its elytra with prominent, stick-shaped macrotubercles, while those of <i>H. extenuata</i> are much smaller and drop-shaped. <i>Distribution</i>. Arctic Ocean and northernmost parts of North Atlantic; records outside this area are probably due to confusion with <i>H. extenuata</i> (Grube, 1840) or <i>H. multisetosa</i> Moore, 1902. <i>Habitat</i>. On sandy or muddy bottoms, on stones, between algae; in 5 to 1770 m.","descriptionType":"Abstract"},{"description":"Published as part of <i>Barnich, Ruth &amp; Fiege, Dieter, 2009, Revision of the genus Harmothoe Kinberg, 1856 (Polychaeta: Polynoidae) in the Northeast Atlantic, pp. 1-76 in Zootaxa 2104 (1)</i> on pages 58-60, DOI: 10.11646/zootaxa.2104.1.1, http://zenodo.org/record/5315428","descriptionType":"Other"},{"description":"{\"references\": [\"Sars, M. (1861) Om de ved Norges Kyster forekommende Arter af Annelideslaegten Polynoe. Forhandlinger i Videnskabsselskabet i Kristiana, 54 - 62.\", \"Malmgren, A. J. (1866) Nordiska Hafs-Annulata. Ofversigt af Konglia Vetenskaps-Akademiens Forhhandlingar Stockholm, 22 (1), 51 - 110 [read 1865, printed 1866].\", \"Averincev, V. G. (1977) Biocoenoses of the shelf of Franz Josef Land and the fauna of adjacent waters, About the systematic position, ecology and distribution of Lagisca extenuata (Grube, 1840), L. rarispina (Sars, 1860) and L. propinqua Malmgren, 1867 (Polychaeta, Polynoidae). Explorations of the Fauna of the Seas, 14 (12), 185 - 193.\", \"Uschakov, P. V. (1982), Polychaetes of the suborder Aphroditiformia of the Arctic Ocean and the northwestern part of the Pacific. Families Aphroditidae and Polynoidae. Fauna of the USSR. Polychaetes, 2 (1), 1 - 271.\", \"Ditlevsen, H. (1917) Annelids. The Danish Ingolf Expedition, 4 (4), 1 - 71.\", \"Uschakov, P. V. (1965) Polychaeta of the far eastern seas of the USSR. Keys to the Fauna of the USSR, 56, 1 - 419 [originally published 1955 in Russian, translated by the Israel Program for Scientific Translation].\", \"McIntosh, W. C. (1874 b) XXXIV. On the Annelida of the Gulf of St. Lawrence, Canada. Annals and Magazine of Natural History, series 4, 13, 261 - 270.\", \"Fauvel, P. (1923) Faune de France. 5. Polychetes errantes. P. Lechevalier, Paris, 488 pp.\", \"Pettibone, M. H. (1953) Some scale-bearing polychaetes of Puget Sound and adjacent waters. University of Washington Press, Seattle, 89 pp.\", \"Pettibone, M. H. (1954) Marine polychaete worms from Point Barrow, Alaska, with additional records from the North Atlantic and North Pacific. No. 3324. Proceedings of the United States National Museum, 103, 203 - 356.\", \"Pettibone, M. H. (1963) Marine polychaete worms of the New England region. 1. Aphroditidae through Trochochaetidae. U. S. National Museum Bulletin, 227 (1), 1 - 356.\", \"Grube, E. (1840) Actinien, Echinodermen und Wurmer des Adriatischen- und Mittelmeers nach eigenen Sammlungen beschrieben. J. H. Bon, Konigsberg, 92 pp.\", \"Kinberg, J. G. H. (1856) Nya slagten och arter af Annelider. Ofversigt af Kongl. Vetenskaps-Akademiens Forhhandlingar Stockholm, 12 (9 - 10), 381 - 388 [read 1855; printed 1856].\", \"Barnich, R. &amp; Fiege, D. (2000) Revision of the Mediterranean species of Harmothoe Kinberg, 1856 and Lagisca Malmgren, 1865 (Polychaeta, Polynoidae, Polynoinae) with descriptions of a new genus and a new species. Journal of Natural History, 34, 1889 - 1938.\", \"Barnich, R., Fiege, D., Micaletto, G., &amp; Gambi, M. C. (2006) Redescription of Harmothoe spinosa Kinberg, 1856 (Polychaeta, Polynoidae) and related species from Subantarctic and Antarctic waters, with the erection of a new genus. Journal of Natural History, 40 (1 - 2), 33 - 75.\", \"Moore, J. P. (1902) Description of some new Polynoidae, with a list of other Polychaeta from North Greenland waters. Proceedings of the Academy of Natural Sciences Philadelphia, 258 - 278.\"]}","descriptionType":"Other"}],"geoLocations":[{"geoLocationPlace":"Arctic Ocean","geoLocationPoint":{"pointLatitude":"78.973335","pointLongitude":"16.278334"}},{"geoLocationPlace":"Arctic Ocean","geoLocationPoint":{"pointLatitude":"78.67667","pointLongitude":"21.396667"}},{"geoLocationPlace":"Akvaplan-Niva Collection","geoLocationPoint":{"pointLatitude":"75.36833","pointLongitude":"26.62"}}],"fundingReferences":[],"url":"https://zenodo.org/record/5323873","contentUrl":null,"metadataVersion":1,"schemaVersion":"http://datacite.org/schema/kernel-4","source":"mds","isActive":true,"state":"findable","reason":null,"viewCount":0,"downloadCount":0,"referenceCount":0,"citationCount":0,"partCount":0,"partOfCount":0,"versionCount":0,"versionOfCount":0,"created":"2021-08-29T11:43:43Z","registered":"2021-08-29T11:43:43Z","published":null,"updated":"2021-09-05T09:47:00Z"},"relationships":{"client":{"data":{"id":"cern.zenodo","type":"clients"}}}}
