{"id":"10.48448/fg1n-bt74","type":"dois","attributes":{"doi":"10.48448/fg1n-bt74","identifiers":[],"creators":[{"name":"3rd World Seabird Conference 2021","nameType":"Organizational","affiliation":[],"nameIdentifiers":[]},{"name":"Merkel, Benjamin","nameType":"Personal","givenName":"Benjamin","familyName":"Merkel","affiliation":[{"name":"Akvaplan-niva"}],"nameIdentifiers":[]}],"titles":[{"title":"A mystery solved - How and where do guillemot chicks spend their second half of their rearing period?"}],"publisher":"Underline Science Inc.","container":{},"publicationYear":2021,"subjects":[{"subject":"Animal Biology"},{"subject":"Animal Science"},{"subject":"Ornithology"}],"contributors":[],"dates":[{"date":"2021-09-24T14:00:00Z","dateType":"Available"}],"language":null,"types":{"ris":"MPCT","bibtex":"misc","citeproc":"article","schemaOrg":"MediaObject","resourceType":"Conference talk","resourceTypeGeneral":"Audiovisual"},"relatedIdentifiers":[],"sizes":[],"formats":[],"version":null,"rightsList":[],"descriptions":[{"description":"Abstract:\nA recent decline in the Norwegian populations of Brünnich's and common guillemots, the largest living auks and constituting a substantial amount of North Atlantic seabird biomass, is causing considerable concern. Both species share a very special, semi-precocious breeding strategy with the single chick spending roughly a month on narrow cliff ledges before jumping off while still unable to fly and moving out to sea accompanied by its father. The chicks fledge somewhere on the open ocean. Where they go and how they spend this second half of their rearing period has always been a mystery. With dramatic increases in human impact and activity in the world's oceans over the last decades, it has thus become paramount to document this crucial part of the guillemot life cycle to be able to successfully preserve these threatened species. In this study, we documented and quantified for the first-time the swimming migration of guillemot chicks from when they left the breeding ledge until fledging. To do this, we attached satellite transmitters to chicks of both species immediately before jumping at a high-Arctic colony where they breed sympatrically (Bjørnøya, 74.5°N 18.9°E). At the same time, we attached time-depth recorders to the accompanying fathers to determine the time spent until fledging. Chicks of both species moved rapidly away from the colony at an average speed of 22 to 27 km d-1 along clearly defined routes. For both species, the migration to species-specific autumn staging areas lasted about 2 to 4 weeks. As such, what is an extremely vulnerable period for guillemots is now clearly defined and seems predictable in both space and time. As a result, decisive areal planning of human activities in the areas involved is now possible to mitigate negative impacts on these species.\nAuthors:\nBenjamin Merkel¹, Hallvard Strøm²\n¹Akvaplan-niva, ²Norwegian Polar Institute\n","descriptionType":"Abstract"}],"geoLocations":[],"fundingReferences":[],"url":"https://underline.io/lecture/34716-a-mystery-solved---how-and-where-do-guillemot-chicks-spend-their-second-half-of-their-rearing-periodquestion","contentUrl":[],"metadataVersion":0,"schemaVersion":null,"source":"api","isActive":true,"state":"findable","reason":null,"viewCount":0,"downloadCount":0,"referenceCount":0,"citationCount":0,"partCount":0,"partOfCount":0,"versionCount":0,"versionOfCount":0,"created":"2022-01-04T12:55:05Z","registered":"2022-01-04T12:55:06Z","published":null,"updated":"2022-01-04T12:55:06Z"},"relationships":{"client":{"data":{"id":"undsci.oopmau","type":"clients"}}}}
