{"id":"10.48448/h66r-1y28","type":"dois","attributes":{"doi":"10.48448/h66r-1y28","identifiers":[],"creators":[{"name":"3rd World Seabird Conference 2021","nameType":"Organizational","affiliation":[],"nameIdentifiers":[]},{"name":"Chastel, Olivier","nameType":"Personal","givenName":"Olivier","familyName":"Chastel","affiliation":[{"name":"CEBC CNRS-Université La Rochelle"}],"nameIdentifiers":[]}],"titles":[{"title":"Contaminants of growing concern: Poly- and Perfluoroalkylated Substances (PFAS) and their physiological consequences in seabirds"}],"publisher":"Underline Science Inc.","container":{},"publicationYear":2021,"subjects":[{"subject":"Toxicogenomics"},{"subject":"Ecosystem"},{"subject":"Environmental Engineering"},{"subject":"FOS: Environmental engineering","schemeUri":"http://www.oecd.org/science/inno/38235147.pdf","subjectScheme":"Fields of Science and Technology (FOS)"},{"subject":"Water Pollution"}],"contributors":[],"dates":[{"date":"2021-09-24T14:00:00Z","dateType":"Available"}],"language":null,"types":{"ris":"MPCT","bibtex":"misc","citeproc":"article","schemaOrg":"MediaObject","resourceType":"Conference talk","resourceTypeGeneral":"Audiovisual"},"relatedIdentifiers":[],"sizes":[],"formats":[],"version":null,"rightsList":[],"descriptions":[{"description":"Abstract:\nIndustrialization is responsible of the release of tons of toxic compounds in the environment, which became imbedded into food webs worldwide, and numerous studies have reported effects on legacy persistent organic pollutants (chlorinated POPs, ex: DDT, PCB) on wildlife. In contrast, the effects of poly-and perfluoroalkyl substances (PFAS) have received less attention. PFAS cover more than 4,700 substances and are surface-active agents used in many products (non-stick cookware, fire-fighting foams, waterproof clothing). Transported over long distances, these highly persistent and bioaccumulative pollutants are now ubiquitous. As apex predators, seabirds are relevant bioindicators for PFAS contamination of the marine environment and there is a need to monitor PFAS across a large range of habitats, to better understand the global distribution of these substances. Among PFAS, perfluorooctane sulfonic acid (PFOS) has been banned under the Stockholm Convention on POPs. However, the vast majority of PFAS are not regulated yet and some are increasingly detected in seabirds. PFAS exposure is known to be associated with several toxicological effects in humans and laboratory models but the consequences of PFAS exposure for wildlife remain overall poorly investigated. In this talk, we will present studies conducted in Svalbard, Antarctica and continental France and which give new insight into the effects of PFAS exposure on seabirds. Specifically, we show that, PFAS can affect several key physiological mechanisms (thyroid hormones, glucocorticoids, prolactin, basal metabolic rate, oxidative stress). Compared to legacy chlorinated POPs, PFAS often act in the opposite way on physiology and behavior. Finally, we will present the very first data on the effect of PFAS contamination on seabird sperm quality and discuss the possible mechanisms involved. Further research on the occurrence and effects of PFAS is needed to provide evidence-based information for policy and regulatory decisions relevant to seabird conservation.\nAuthors:\nOlivier Chastel¹, Pierre Blévin², Ségolène Humann Guilleminot³, Fabrice Helfenstein¹, Sabrina Tartu¹, Frédéric Angelier¹, Manrico Sebastiano¹, David Costantini⁴, Scott Shaffer⁵, Paco Bustamante⁶, Pierre Labadie¹, Hélène Budzinski¹, Dorte Herzke⁷, Børge Moe⁸, Jan Ove Bustnes⁹, Geir Wing Gabrielsen¹⁰\n¹CNRS, ²Akvaplan niva AS, ³Laboratory of Evolutionary Ecophysiology, Institute of Biology, University of Neuchatel, ⁴uséum National d'Histoire Naturelle, ⁵San José State University, ⁶University La Rochelle, ⁷NILU, ⁸NINA, ⁹NIA, ¹⁰NPI\n","descriptionType":"Abstract"}],"geoLocations":[],"fundingReferences":[],"url":"https://underline.io/lecture/34543-contaminants-of-growing-concern-poly--and-perfluoroalkylated-substances-(pfas)-and-their-physiological-consequences-in-seabirds","contentUrl":[],"metadataVersion":0,"schemaVersion":null,"source":"api","isActive":true,"state":"findable","reason":null,"viewCount":0,"downloadCount":0,"referenceCount":0,"citationCount":0,"partCount":0,"partOfCount":0,"versionCount":0,"versionOfCount":0,"created":"2022-01-04T11:47:53Z","registered":"2022-01-04T11:47:53Z","published":null,"updated":"2022-01-04T11:47:53Z"},"relationships":{"client":{"data":{"id":"undsci.oopmau","type":"clients"}}}}
